import Link from 'next/link'

const Custom404 = () => {
    return (
<main>
    <h1 className="tac">אוי לא, הגעת לסוף האלבום</h1> 
    <h2 className="tac"> 
    <Link href="/">
        <a>
    אבל תמיד אפשר לשמוע מהתחלה
        </a>
        </Link>
    </h2> 
    <p>
    <b>הידעת?</b> <br />
    לא הרבה זוכרים, אבל שלושת האסופים הראשונים של היטמן יצאו באותו הזמן גם כדיסקים וגם כקלטות, בגרסה שונה. בקסטות הלהיטים הגדולים של צד א' הופיעו במיקס מחוברים זה לזה. המיקס נעשה על ידי הדיג'יי המוכשר אמיר כהן, שבעצם מיקסס מסיבה עכשווית מוכנה וככה כל ילד ניינטיז שרצה להפגיז במסיבה, קנה קלטת היטמן, הכניס לטייפ-קסט וברחבת הריקודים התחיל הטירוף.
    החל מהיטמן 4, סדרת היטמן אמנם המשיכה לצאת בקסטות, אבל בצורה זהה בדיוק לזאת של הדיסק - כלומר כשהשירים מופרדים ללא המיקס של אמיר כהן.
    הקלטות האלו נדירות מאוד ורבים מתגעגעים דווקא אליהן ואל איך שהשירים חוברו, איך שהן יצרו כל כך הרבה מסיבות.
    </p>
</main>
      );
}
 
export default Custom404;